[
  "obsidian-linter",
  "obsidian-local-rest-api",
  "obsidian-markmind",
  "obsidian-latex-suite",
  "code-styler",
  "obsidian-outliner",
  "dataview",
  "templater-obsidian",
  "obsidian-tasks-plugin",
  "table-editor-obsidian",
  "calendar",
  "obsidian-kanban",
  "obsidian-git",
  "obsidian-style-settings",
  "obsidian-icon-folder",
  "omnisearch",
  "editing-toolbar",
  "smart-connections"
]